[
    {
        "id": "pokhara-lakeside",
        "name": "Pokhara Lakeside Tour",
        "slug": "pokhara-lakeside",
        "category": "tour",
        "location": "Pokhara, Western Nepal",
        "duration": "2-3 days",
        "difficulty": "Easy",
        "altitude": "822m",
        "overview": "Pokhara, Nepal's adventure capital and second-largest city, offers a perfect blend of natural beauty and modern amenities. Nestled in a tranquil valley beside the sparkling Phewa Lake with the majestic Annapurna range as its backdrop, Pokhara is a paradise for nature lovers and adventure enthusiasts alike. The lakeside area, with its vibrant cafes, restaurants, and shops, provides a relaxed atmosphere perfect for unwinding after mountain treks or simply enjoying the stunning Himalayan panorama. From boating on the serene lake to paragliding above the valley, Pokhara offers diverse experiences for all types of travelers",
        "highlights": [
            "Phewa Lake boating with Annapurna reflections",
            "Davis Falls and Gupteshwor Cave",
            "International Mountain Museum",
            "World Peace Pagoda with panoramic views",
            "Lakeside cafes and restaurants",
            "Optional paragliding or ultralight flights"
        ],
        "detailedDescription": "Pokhara Lakeside is the perfect destination for those seeking relaxation combined with cultural exploration and adventure activities. The lakeside stretch offers stunning views of three 8,000-meter peaks: Dhaulagiri, Annapurna I, and Manaslu. Start your day with a peaceful boat ride on Phewa Lake, where the reflection of Machhapuchhre (Fishtail Mountain) creates a postcard-perfect scene. Visit the Tal Barahi Temple situated on an island in the middle of the lake, a sacred Hindu shrine dedicated to Goddess Barahi. The lakeside promenade is lined with colorful shops selling Tibetan handicrafts, trekking gear, and local artwork. Don't miss visiting Davis Falls (Patale Chhango), where the Pardi Khola stream disappears into an underground passage, and the nearby Gupteshwor Cave with its sacred Shiva shrine. For adventure seekers, Pokhara is the paragliding capital of Nepal, offering tandem flights with experienced pilots that provide bird's-eye views of the entire Pokhara Valley. The International Mountain Museum showcases the history of mountaineering in Nepal and the culture of mountain communities. A hike or drive to the World Peace Pagoda rewards visitors with 360-degree views of the Annapurna range, Pokhara Valley, and Phewa Lake. The lakeside area comes alive in the evening with live music at various restaurants, making it a vibrant spot to experience Nepal's emerging modern culture while being surrounded by ancient Himalayan beauty.",
        "bestTimeToVisit": "October to December (best weather and clearest mountain views); March to May (spring flowers and warm weather). Monsoon (June-September) brings rain but fewer tourists.",
        "whatToBring": [
            "Comfortable walking shoes",
            "Sunscreen and sunglasses",
            "Light jacket for evenings",
            "Camera for stunning landscapes",
            "Swimwear (some hotels have pools)",
            "Cash (many places don't accept cards)"
        ],
        "thingsToDo": [
            "Rent a boat on Phewa Lake",
            "Paragliding from Sarangkot",
            "Visit International Mountain Museum",
            "Hike to World Peace Pagoda",
            "Explore Davis Falls and caves",
            "Shopping for trekking gear and handicrafts",
            "Yoga and meditation retreats",
            "Day hikes to nearby villages"
        ],
        "accommodation": "Wide range from budget hostels ($5-15) to luxury resorts ($100-300). Lakeside area has the most options with lake views. Temple Tree Resort, Fish Tail Lodge, and Hotel Barahi are premium choices.",
        "transportation": "30-minute flight from Kathmandu or 6-7 hour drive. Local taxis, rental bikes, and boats available. Walking is easy along lakeside.",
        "localCuisine": "Try Dal Bhat (traditional Nepali meal), Momo (dumplings), Thukpa (noodle soup), fresh fish from the lake, and international cuisine at lakeside restaurants.",
        "culturalTips": [
            "Dress modestly when visiting temples",
            "Remove shoes before entering religious sites",
            "Bargain politely in shops (except restaurants)",
            "Respect local customs during festivals",
            "Don't point feet at religious objects or people"
        ],
        "price": 299,
        "groupSize": "2-15 people",
        "included": [
            "Airport/hotel transfers",
            "Accommodation with breakfast",
            "Guided city tour",
            "Phewa Lake boating",
            "Museum and attraction entries",
            "All transportation"
        ],
        "excluded": [
            "International flights",
            "Nepal visa fee",
            "Lunch and dinner",
            "Paragliding or adventure activities",
            "Personal expenses",
            "Travel insurance"
        ],
        "featuredImage": "/images/trek-annapurna.jpg",
        "rating": 4.7,
        "reviews": 342,
        "featured": true
    },
    {
        "id": "everest-base-camp-trek",
        "name": "Everest Base Camp Trek",
        "slug": "everest-base-camp-trek",
        "category": "short-trek",
        "location": "Khumbu, Eastern Nepal",
        "duration": "12-14 days",
        "difficulty": "Challenging",
        "altitude": "5,364m (Base Camp)",
        "overview": "The Everest Base Camp Trek is the world's most iconic trekking route, taking adventurers to the foot of Mount Everest, the highest peak on Earth at 8,849 meters. This legendary journey through the Khumbu region passes through Sherpa villages, ancient Buddhist monasteries, and offers breathtaking views of the world's highest mountains including Everest, Lhotse, Nuptse, and Ama Dablam. Starting with a thrilling flight to Lukla, trekkers follow the Dudh Koshi river valley through rhododendron forests and high-altitude landscapes to reach the base of the giants.",
        "highlights": [
            "Stand at Everest Base Camp (5,364m)",
            "Sunrise from Kala Patthar (5,545m)",
            "Tengboche Monastery with Everest views",
            "Sherpa culture and hospitality",
            "Sagarmatha National Park - UNESCO site",
            "Thrilling Lukla flight",
            "Namche Bazaar - mountain town experience"
        ],
        "detailedDescription": "The Everest Base Camp Trek is more than just a trek; it's a pilgrimage to one of the world's most awe-inspiring natural wonders. The journey begins with an exhilarating 25-minute flight from Kathmandu to Lukla's Tenzing-Hillary Airport, one of the world's most dangerous airports perched on a mountain cliff. From Lukla, the trail descends to Phakding and then ascends along the Dudh Koshi river, crossing numerous suspension bridges adorned with prayer flags. The first major milestone is Namche Bazaar (3,440m), the bustling Sherpa capital where trekkers acclimatize for two nights. Namche offers stunning mountain views, Sherpa museums, bakeries, and even Irish pubs. The trek continues to Tengboche (3,860m), home to the region's largest monastery where monks perform daily prayers against a backdrop of Everest, Lhotse, and Ama Dablam. The spiritual atmosphere here is profound, and many trekkers attend morning prayers for blessings. As you ascend higher, the landscape becomes more barren and dramatic. Dingboche and Lobuche provide crucial acclimatization stops before the final push to Gorak Shep, the last settlement before Base Camp. Most trekkers hike to Everest Base Camp in the afternoon, standing among colorful expedition tents when climbing season is on (April-May and September-October). The following morning, an early hike to Kala Patthar (5,545m) rewards trekkers with the best panoramic views of Everest's summit glowing in the sunrise. The return journey retraces steps down the valley, though it feels entirely new with different perspectives. Throughout the trek, you'll experience Sherpa culture firsthand—staying in family-run teahouses, enjoying traditional dal bhat meals, spinning prayer wheels, and learning about the Buddhist way of life that has flourished in these mountains for centuries.",
        "bestTimeToVisit": "March-May (spring) offers blooming rhododendrons and warming weather. September-November (autumn) provides the clearest skies and most stable weather. December-February is extremely cold but possible for experienced winter trekkers. June-August monsoon brings clouds and rain.",
        "whatToBring": [
            "4-season sleeping bag (-15°C rated)",
            "Down jacket or insulated parka",
            "Trekking boots (well broken-in)",
            "Warm layers (thermal underwear, fleece)",
            "Waterproof jacket and pants",
            "Sun protection (hat, sunglasses, sunscreen SPF 50+)",
            "Headlamp with extra batteries",
            "Trekking poles",
            "Water purification tablets",
            "Personal first aid kit",
            "Altitude sickness medication (Diamox)",
            "High-energy snacks"
        ],
        "thingsToDo": [
            "Reach Everest Base Camp",
            "Sunrise from Kala Patthar",
            "Visit Tengboche Monastery",
            "Explore Namche Bazaar market",
            "Sherpa Culture Museum visit",
            "Photography of Himalayan peaks",
            "Traditional Sherpa home visits",
            "Helicopter return option available"
        ],
        "accommodation": "Teahouse accommodation throughout. Basic but clean rooms with shared bathrooms. Blankets provided but sleeping bags recommended. Higher altitude lodges may have limited heating.",
        "transportation": "Kathmandu to Lukla flight (35 min), then trekking. Helicopter return available from Gorak Shep for additional cost.",
        "localCuisine": "Traditional Dal Bhat (unlimited refills), Sherpa stew, Tibetan bread, Thukpa noodles, Momos. Western food available but more expensive at higher altitudes.",
        "culturalTips": [
            "Always pass Mani stones and Chortens on the left",
            "Don't touch or photograph inside monasteries without permission",
            "Dress modestly when visiting religious sites",
            "Remove shoes before entering lodges and monasteries",
            "Say 'Namaste' with hands in prayer position",
            "Don't waste water at high altitudes",
            "Respect Sherpa customs and Buddhist practices"
        ],
        "price": 1599,
        "groupSize": "2-12 trekkers",
        "included": [
            "Kathmandu-Lukla-Kathmandu flights",
            "Experienced trekking guide and porter",
            "Teahouse accommodation during trek",
            "All meals during trek (breakfast, lunch, dinner)",
            "Sagarmatha National Park permit",
            "TIMS card",
            "First aid kit",
            "Government taxes and service charges"
        ],
        "excluded": [
            "International flights to/from Nepal",
            "Nepal entry visa ($50)",
            "Hotel accommodation in Kathmandu",
            "Meals in Kathmandu",
            "Personal trekking equipment",
            "Travel and rescue insurance",
            "Personal expenses and tips",
            "Hot showers and battery charging fees",
            "Helicopter rescue if needed"
        ],
        "featuredImage": "/images/hero-everest.jpg",
        "rating": 4.9,
        "reviews": 1247,
        "featured": true
    },
    {
        "id": "upper-mustang-tour",
        "name": "Upper Mustang Cultural Tour",
        "slug": "upper-mustang-tour",
        "category": "tour",
        "location": "Mustang, Northern Nepal",
        "duration": "10-12 days",
        "difficulty": "Moderate",
        "altitude": "3,840m (Lo Manthang)",
        "overview": "Upper Mustang, the former forbidden kingdom, opened to foreigners only in 1992. This restricted area offers a unique journey into a preserved Tibetan Buddhist culture in dramatic desert-like mountain landscapes. Lo Manthang, the ancient walled capital, remains virtually unchanged from medieval times. The region lies in the rain shadow of the Himalayas, creating an otherworldly terrain of red cliffs, ancient caves, and wind-sculpted rock formations reminiscent of Tibet.",
        "highlights": [
            "Lo Manthang walled city",
            "Ancient Buddhist monasteries and cave complexes",
            "Intact Tibetan Buddhist culture",
            "Dramatic desert mountain landscapes",
            "Minimal tourist traffic",
            "Chhoser Cave monastery",
            "Traditional Tibetan villages"
        ],
        "detailedDescription": "Upper Mustang offers one of the most culturally rich and visually stunning experiences in Nepal. Unlike the green, lush landscapes of other trekking regions, Mustang presents an arid, almost Martian terrain with towering ochre and amber cliffs, deep canyons, and barren hills painted in shades of yellows, browns, and reds. The journey begins with a flight or drive to Jomsom, gateway to Mustang, followed by a gradual trek through the Kali Gandaki Valley. The trail passes through traditional Tibetan villages where whitewashed houses adorned with prayer flags cluster around ancient monasteries. Kagbeni marks the official entrance to the restricted Upper Mustang region. As you venture deeper into this former kingdom, each day reveals more of its secrets. The trail winds through Chele, Syanboche, Ghami, and Tsarang—each village offering unique insights into the Tibetan way of life that has remained largely unchanged for centuries. Chhoser village boasts remarkable cave complexes carved into sheer cliffs, some used as living quarters and others as monasteries containing ancient murals and religious artifacts. The highlight is reaching Lo Manthang, the capital of Upper Mustang, a medieval walled city that was once an important trading hub between Tibet and India. Within its walls stand the Raja's palace, three main monasteries (Jampa Lhakhang, Thubchen Gompa, and Chodey Gompa) containing priceless Buddhist art, and narrow alleys where life continues much as it did centuries ago. If timing permits, witnessing the Tiji Festival in Lo Manthang offers a spectacular display of masked dances and centuries-old rituals. The people of Mustang, with their distinct dress, language, and customs, provide living connections to Tibet's cultural heritage. The return journey offers different perspectives of the striking landscape, and many tours include visits to Muktinath, a sacred pilgrimage site revered by both Hindus and Buddhists.",
        "bestTimeToVisit": "March-November best. Mustang's rain shadow location means trekking is possible during monsoon (June-August) when other regions are wet. However, spring (March-May) and autumn (September-November) offer the most comfortable temperatures.",
        "whatToBring": [
            "Windproof jacket (strong winds common)",
            "Warm layers for cold nights",
            "Dust mask or bandana for wind",
            "Good quality trekking boots",
            "Sunglasses and strong sunscreen",
            "Sun hat and warm beanie",
            "Camera with extra memory cards",
            "Personal toiletries and medications",
            "Reusable water bottle with purification",
            "Cash (no ATMs in Upper Mustang)"
        ],
        "thingsToDo": [
            "Explore Lo Manthang walled city",
            "Visit ancient Buddhist monasteries",
            "Discover cave dwellings and complexes",
            "Experience Tibetan Buddhist culture",
            "Photography of unique landscapes",
            "Traditional village homestays",
            "Attend Tiji Festival (if timing matches)",
            "Visit Muktinath Temple"
        ],
        "accommodation": "Simple but clean guesthouses and lodges. Some villages offer homestay experiences. Facilities are basic—shared bathrooms common, hot water may not always be available.",
        "transportation": "Kathmandu to Pokhara (flight or bus), then Pokhara to Jomsom (flight). Jeep option available from Jomsom to Lo Manthang for those preferring driving to trekking.",
        "localCuisine": "Tibetan cuisine dominates: Tsampa (roasted barley), Thukpa, Tingmo (steamed bread), butter tea, yak cheese. Limited menu options at higher elevations.",
        "culturalTips": [
            "Special restricted area permit required ($500 for 10 days)",
            "Must trek with registered guide (minimum 2 people)",
            "Photography inside monasteries often prohibited",
            "Dress conservatively—this is a devoutly Buddhist region",
            "Always walk clockwise around religious structures",
            "Ask permission before photographing locals",
            "Respect local customs and religious practices",
            "Bring gifts (school supplies) for children if visiting"
        ],
        "price": 2499,
        "groupSize": "Minimum 2, maximum 12",
        "included": [
            "All necessary permits (Upper Mustang, Annapurna Conservation)",
            "Experienced cultural guide",
            "Accommodation in guesthouses/lodges",
            "Three meals daily during trek",
            "Pokhara-Jomsom-Pokhara flights",
            "Ground transportation",
            "Porter service",
            "First aid kit"
        ],
        "excluded": [
            "International flights",
            "Nepal visa",
            "Kathmandu and Pokhara hotels",
            "Meals in cities",
            "Personal trekking gear",
            "Travel insurance",
            "Tips for guide and porter",
            "Personal expenses"
        ],
        "featuredImage": "/images/trek-langtang.jpg",
        "rating": 4.8,
        "reviews": 198,
        "featured": true
    },
    {
        "id": "annapurna-circuit",
        "name": "Annapurna Circuit Trek",
        "slug": "annapurna-circuit",
        "category": "short-trek",
        "location": "Annapurna Region, Central Nepal",
        "duration": "15-18 days",
        "difficulty": "Challenging",
        "altitude": "5,416m (Thorong La Pass)",
        "overview": "The Annapurna Circuit is considered one of the world's greatest long-distance treks, circumnavigating the entire Annapurna massif. This epic journey showcases Nepal's incredible diversity—from subtropical forests and rice terraces to high-altitude deserts and the world's deepest gorge. Crossing the challenging Thorong La Pass (5,416m), trekkers experience dramatic landscape changes and immerse themselves in diverse cultures from Hindu lowlands to Tibetan Buddhist highlands.",
        "highlights": [
            "Cross Thorong La Pass (5,416m) - world's highest trekking pass",
            "Annapurna and Dhaulagiri mountain panoramas",
            "Diverse landscapes from jungle to desert",
            "Muktinath sacred temple",
            "Natural hot springs at Tatopani",
            "Kali Gandaki Gorge - world's deepest",
            "Mix of Hindu and Buddhist cultures"
        ],
        "detailedDescription": "The Annapurna Circuit Trek is a journey through Nepal's incredible geographical and cultural diversity. Starting from Besisahar or driving to Chame, the trek begins in lush subtropical valleys with terraced rice fields and banana plantations. As you trek along the Marsyangdi River, the landscape gradually transforms, and the culture shifts from Hindu to Buddhist. The trail passes through traditional Gurung and Mananggi villages where stone houses cluster around prayer wheel-lined pathways. Manang village (3,540m) serves as a crucial acclimatization stop, offering day hikes to glacial lakes and viewpoints. The landscape becomes increasingly barren as you approach Thorong Phedi (High Camp), the last settlement before the pass. The crossing of Thorong La Pass is the trek's physical and emotional highlight—a challenging 6-7 hour ascent starting before dawn, rewarded with incredible 360-degree mountain views from the pass marked with countless colorful prayer flags. The descent to Muktinath passes through a completely different landscape—the arid, Tibetan-influenced region of Mustang. Muktinath, sacred to both Hindus and Buddhists, features 108 water spouts and an eternal flame burning from natural gas. From here, the trail descends through the dramatic Kali Gandaki Gorge, squeezed between two 8,000-meter peaks (Annapurna I and Dhaulagiri). The lower section passes through apple orchards, Thakali villages famous for hospitality and cuisine, and eventually reaches Tatopani's relaxing natural hot springs. Many trekkers choose to end with a side trip to Poon Hill for sunrise views or visit the sacred Ghorepani forests before returning to Pokhara.",
        "bestTimeToVisit": "March-May (spring) and September-November (autumn) offer best weather for pass crossing. December-February can be done but Thorong La may have snow. June-August monsoon makes trails slippery and leeches common in lower sections.",
        "whatToBring": [
            "Warm sleeping bag (-15°C rated)",
            "Down jacket for high altitudes",
            "Quality trekking boots",
            "Layered clothing system",
            "Rain gear (jacket and pants)",
            "Sun protection essentials",
            "Trekking poles",
            "Headlamp",
            "Water purification",
            "First aid and altitude medication",
            "High-energy snacks"
        ],
        "thingsToDo": [
            "Cross Thorong La Pass",
            "Visit Muktinath Temple",
            "Soak in Tatopani hot springs",
            "Sunrise from Poon Hill",
            "Explore Manang village",
            "Ice Lake day hike from Manang",
            "Visit Braga and Manang monasteries",
            "Explore Kali Gandaki Gorge"
        ],
        "accommodation": "Comfortable teahouses throughout most of circuit. Higher altitudes (near pass) have more basic facilities. Lodges range from simple to quite comfortable with hot showers and wifi in larger villages.",
        "transportation": "Kathmandu to Besisahar by bus (6-7 hours) or jeep. End point usually Nayapul, then drive to Pokhara. Many trekkers shorten circuit by taking jeeps partway.",
        "localCuisine": "Dal Bhat (unlimited refills), Thakali set meals, Tibetan dishes at higher altitudes, apple products (pies, brandy) in Marpha, international options in larger villages.",
        "culturalTips": [
            "Respect both Hindu and Buddhist customs",
            "Remove shoes before entering temples",
            "Walk clockwise around Buddhist monuments",
            "Don't waste food or water",
            "Dress modestly in villages",
            "Ask permission before photos",
            "Support local economy by hiring local guides/porters"
        ],
        "price": 1399,
        "groupSize": "2-16 trekkers",
        "included": [
            "Experienced guide and porter",
            "Teahouse accommodation",
            "All meals during trek",
            "Annapurna Conservation Area Permit",
            "TIMS card",
            "Ground transportation",
            "First aid kit"
        ],
        "excluded": [
            "International flights",
            "Nepal visa",
            "Hotel in Kathmandu/Pokhara",
            "City meals",
            "Personal equipment",
            "Travel insurance",
            "Hot showers and wifi charges",
            "Drinks and snacks",
            "Tips"
        ],
        "featuredImage": "/images/trek-annapurna.jpg",
        "rating": 4.9,
        "reviews": 876,
        "featured": true
    },
    {
        "id": "nagarkot-changunarayan-hike",
        "name": "Nagarkot Changunarayan Hike",
        "slug": "nagarkot-changunarayan-hike",
        "category": "hiking",
        "location": "Kathmandu Valley",
        "duration": "1 Day",
        "difficulty": "Easy",
        "altitude": "2,175m",
        "overview": "The Nagarkot to Changunarayan Hike is one of the most popular and scenic day hikes around Kathmandu. Starting from the hill station of Nagarkot, famous for its sunrise views over the Himalayas including Everest, the trail descends through pine forests, terraced farmlands, and traditional Tamang villages to the ancient temple of Changunarayan. This UNESCO World Heritage site is the oldest Hindu temple in the Kathmandu Valley, dating back to the 4th century.",
        "highlights": [
            "Sunrise view from Nagarkot over Himalayas",
            "Walk through pine forests and villages",
            "Visit UNESCO World Heritage Changunarayan Temple",
            "Views of Kathmandu Valley",
            "Traditional Tamang culture",
            "Easy downhill hike suitable for all ages"
        ],
        "detailedDescription": "This delightful day hike begins with an early morning drive to Nagarkot (2,175m), a premier hill station on the valley rim. Ideally, you arrive before dawn to witness a spectacular sunrise where the sun paints the Himalayan range in hues of gold and pink. On a clear day, you can see ranges from Dhaulagiri in the west to Everest and Kanchenjunga in the east. After breakfast with a view, the hike begins. The trail descends gradually through thick pine forests and opens up to terraced fields carved into the hillsides. You'll pass through small hamlets like Telkot, where you can observe the daily life of the Tamang and Newar communities. The walk is peaceful, with fresh mountain air and constant views of the valley below and mountains above. The trail is well-marked and relatively easy, making it perfect for families and beginners. After about 3-4 hours of walking, you reach the ridge of Changu, home to the magnificent Changunarayan Temple. Dedicated to Lord Vishnu, this double-roofed pagoda-style temple is a masterpiece of Nepali stone and wood carving. The courtyard is filled with ancient sculptures, some dating back over 1,500 years. After exploring the temple complex and the small museum, you can enjoy a local lunch before driving back to Kathmandu.",
        "bestTimeToVisit": "All year round. October to March offers the clearest mountain views. Spring (March-April) has blooming flowers. Monsoon (June-August) is lush green but can be slippery.",
        "whatToBring": [
            "Comfortable hiking shoes",
            "Water bottle",
            "Sunscreen and hat",
            "Camera",
            "Light jacket (windbreaker)",
            "Small daypack",
            "Cash for entrance fees and snacks"
        ],
        "thingsToDo": [
            "Watch sunrise at Nagarkot",
            "Photography of landscapes and people",
            "Explore Changunarayan Temple complex",
            "Visit the Living Traditions Museum",
            "Enjoy local tea at village stops"
        ],
        "accommodation": "Day hike, so no overnight stay required. Nagarkot has luxury to budget hotels if you choose to stay the night before.",
        "transportation": "Private car/jeep from Kathmandu to Nagarkot (1.5 hrs) and pickup from Changunarayan (1 hr).",
        "localCuisine": "Local tea shops serve tea, biscuits, and instant noodles. Changunarayan area has restaurants serving Dal Bhat and Newari snacks.",
        "culturalTips": [
            "Respect local villagers and their privacy",
            "Dress modestly at the temple",
            "Leather items may be restricted inside temple sanctum",
            "Ask before taking photos of people"
        ],
        "price": 85,
        "groupSize": "1-10 people",
        "included": [
            "Private transportation",
            "English speaking hiking guide",
            "Packed lunch or lunch at restaurant",
            "Entrance fees for Changunarayan",
            "Government taxes"
        ],
        "excluded": [
            "Tips for guide and driver",
            "Personal expenses",
            "Drinks other than water/tea"
        ],
        "featuredImage": "/images/trek-langtang.jpg",
        "rating": 4.6,
        "reviews": 156,
        "featured": false
    },
    {
        "id": "dhampus-sarangkot-hike",
        "name": "Dhampus Sarangkot Hike",
        "slug": "dhampus-sarangkot-hike",
        "category": "hiking",
        "location": "Pokhara Valley",
        "duration": "2 Days",
        "difficulty": "Easy",
        "altitude": "1,650m",
        "overview": "The Dhampus Sarangkot Hike is a gentle trekking experience in the Annapurna region, perfect for those with limited time or seeking a less strenuous adventure. It combines the cultural richness of the Gurung village of Dhampus with the famous sunrise viewpoint of Sarangkot. The trail offers constant, up-close views of the Annapurna range, including the iconic Machhapuchhre (Fishtail) peak.",
        "highlights": [
            "Stunning close-up views of Annapurna and Fishtail",
            "Traditional Gurung village of Dhampus",
            "Sunrise from Sarangkot viewpoint",
            "Walk through rhododendron and oak forests",
            "Panoramic view of Pokhara Valley and Phewa Lake",
            "Easy grade suitable for families"
        ],
        "detailedDescription": "This 2-day hike is a condensed version of a Himalayan trek, offering maximum rewards for minimal effort. The journey starts with a short drive from Pokhara to Phedi, followed by a climb through stone staircases and terraced fields to the village of Dhampus (1,650m). Dhampus is a beautiful Gurung settlement with slate-roofed houses and paved courtyards. The mountain views here are spectacular, with the Annapurna range feeling incredibly close. You'll spend the night here, enjoying warm hospitality and a golden sunset. The next day, the trail traverses along the ridge towards Sarangkot. The walk is pleasant, passing through lush forests and small farming communities. Sarangkot (1,592m) is world-renowned for its sunrise views. From the watchtower, you can see the sun rising over Dhaulagiri, Annapurna, and Manaslu, while the Pokhara valley and Phewa Lake lie far below. It's also the launching pad for paragliders. After soaking in the views, you descend to Pokhara lakeside, completing a memorable loop.",
        "bestTimeToVisit": "September to May. Autumn and Spring offer the best visibility. Winter is clear but cold. Monsoon brings leeches and clouds.",
        "whatToBring": [
            "Hiking boots or sturdy shoes",
            "Warm clothes for evening/morning",
            "Rain gear",
            "Water bottle",
            "Sun protection",
            "Toiletries",
            "Camera"
        ],
        "thingsToDo": [
            "Village walk in Dhampus",
            "Sunrise and sunset photography",
            "Bird watching",
            "Observe paragliders at Sarangkot",
            "Interact with local Gurung people"
        ],
        "accommodation": "Comfortable teahouses or lodges in Dhampus and Sarangkot with private or shared bathrooms.",
        "transportation": "Drive Pokhara to Phedi (30 min), hike, then drive Sarangkot to Pokhara (30 min).",
        "localCuisine": "Gurung bread, Dal Bhat, local chicken curry, millet wine (Raksi) for adults.",
        "culturalTips": [
            "Greet locals with 'Namaste'",
            "Ask permission for photos",
            "Support local teahouses"
        ],
        "price": 150,
        "groupSize": "2-12 people",
        "included": [
            "Guide and porter",
            "Accommodation for 1 night",
            "All meals (B,L,D)",
            "Transportation",
            "Permits"
        ],
        "excluded": [
            "Drinks",
            "Tips",
            "Personal gear"
        ],
        "featuredImage": "/images/trek-annapurna.jpg",
        "rating": 4.7,
        "reviews": 98,
        "featured": false
    },
    {
        "id": "shivapuri-nagarjun-hike",
        "name": "Shivapuri Peak Hike",
        "slug": "shivapuri-nagarjun-hike",
        "category": "hiking",
        "location": "Kathmandu Valley (North)",
        "duration": "1 Day",
        "difficulty": "Moderate",
        "altitude": "2,732m",
        "overview": "A challenging but rewarding day hike to the second highest hill surrounding Kathmandu Valley. Located within the Shivapuri Nagarjun National Park, this hike takes you through dense forests, past the Nagi Gompa nunnery, to the peak of Shivapuri (2,732m). It's a nature lover's delight, offering bird watching opportunities, diverse flora, and panoramic views of the Langtang Himalayas.",
        "highlights": [
            "Shivapuri Nagarjun National Park nature walk",
            "Visit Nagi Gompa (Buddhist nunnery)",
            "Bagdwar - source of the holy Bagmati River",
            "Panoramic Himalayan views from the peak",
            "Bird watching and wildlife spotting",
            "Peaceful escape from city bustle"
        ],
        "detailedDescription": "The hike starts from the Budhanilkantha entrance (Narayanthan) in the north of Kathmandu. After obtaining the park permit, you walk up a dusty road to Nagi Gompa, a peaceful Buddhist nunnery situated high on the hill. The nuns here practice meditation and rituals, and the view of the valley is already impressive. From here, the trail enters dense oak and rhododendron forests. It's a steep climb, often involving stone steps. Along the way, you might spot deer, monkeys, and numerous bird species. About halfway up, you reach Bagdwar, a small spring with stone spouts which is the source of the sacred Bagmati River. It's a holy site with small shrines and sadhus often meditating nearby. The final push to the summit is steep. At the top (2,732m), there used to be a statue of Shivapuri Baba. The summit offers a flat grassy area perfect for a picnic lunch while gazing at the Langtang, Ganesh Himal, and Jugal Himal ranges. The descent can be done the same way or via a different trail towards Sundarijal for a longer traverse.",
        "bestTimeToVisit": "September to May. Spring is beautiful for rhododendrons. Winter offers clear views. Avoid monsoon due to leeches.",
        "whatToBring": [
            "Good hiking boots",
            "Plenty of water (2-3 liters)",
            "Packed lunch/snacks",
            "Rain jacket",
            "Hiking poles (helpful for steep steps)",
            "Insect repellent"
        ],
        "thingsToDo": [
            "Meditate at Nagi Gompa",
            "Drink fresh spring water at Bagdwar",
            "Summit photography",
            "Nature walk",
            "Picnic at the top"
        ],
        "accommodation": "Day hike. No stay needed.",
        "transportation": "Taxi/car to Budhanilkantha (30 min from Thamel).",
        "localCuisine": "No restaurants on the main trail after Nagi Gompa. Must bring packed lunch.",
        "culturalTips": [
            "Silence is appreciated at the nunnery",
            "Do not disturb wildlife",
            "Carry out all trash (National Park rule)"
        ],
        "price": 70,
        "groupSize": "1-12 people",
        "included": [
            "National Park entry fee",
            "Guide",
            "Transportation to/from start point",
            "Packed lunch"
        ],
        "excluded": [
            "Tips",
            "Personal gear"
        ],
        "featuredImage": "/images/trek-langtang.jpg",
        "rating": 4.5,
        "reviews": 82,
        "featured": false
    },
    {
        "id": "champadevi-hike",
        "name": "Champadevi Hill Hike",
        "slug": "champadevi-hike",
        "category": "hiking",
        "location": "Kathmandu Valley (South)",
        "duration": "1 Day",
        "difficulty": "Moderate",
        "altitude": "2,285m",
        "overview": "Champadevi, the third highest hill around Kathmandu, is a popular pilgrimage site and hiking destination. Located in the south, it offers a different perspective of the valley and the mountains. The summit features a Buddhist stupa and a Hindu shrine, symbolizing religious harmony. The trail passes through pine forests and offers sweeping views of the central and western Himalayas.",
        "highlights": [
            "Panoramic views of Langtang, Gauri Shankar, and Everest",
            "Pine forest trails",
            "Champadevi shrine and stupa at summit",
            "Bird's eye view of Kathmandu Valley",
            "Peaceful environment"
        ],
        "detailedDescription": "The hike usually begins from Pharping or Hattiban Resort. The trail from Hattiban is a well-trodden path through a pine forest that offers a fresh, aromatic scent. As you ascend, the views of the Kathmandu valley open up. The climb is steady and can be steep in sections. Upon reaching the ridge, you get spectacular views of the Himalayan range stretching from Annapurna in the west to Everest in the east on a clear day. The summit (2,285m) is marked by a simple shrine dedicated to Goddess Champadevi and a Buddhist stupa. It's a significant site for locals who visit on specific festival days. The hike is a great workout and a perfect way to escape the city's pollution. You can descend the same way or take a trail down to Macchegaun or Kirtipur for a different experience.",
        "bestTimeToVisit": "October to April. Winter days are sunny and pleasant.",
        "whatToBring": [
            "Hiking shoes",
            "Water",
            "Sun hat",
            "Windbreaker",
            "Snacks"
        ],
        "thingsToDo": [
            "Worship at the shrine",
            "Enjoy panoramic views",
            "Picnic",
            "Visit Pharping monasteries before/after"
        ],
        "accommodation": "Day hike.",
        "transportation": "Car to Hattiban/Pharping (45 min).",
        "localCuisine": "Local eateries in Pharping. Hattiban Resort offers good meals.",
        "culturalTips": [
            "Respect the religious site at the top",
            "Do not litter"
        ],
        "price": 65,
        "groupSize": "1-15 people",
        "included": [
            "Transportation",
            "Guide",
            "Lunch box"
        ],
        "excluded": [
            "Tips",
            "Personal expenses"
        ],
        "featuredImage": "/images/hero-everest.jpg",
        "rating": 4.4,
        "reviews": 65,
        "featured": false
    },
    {
        "id": "phulchowki-hike",
        "name": "Phulchowki Hill Hike",
        "slug": "phulchowki-hike",
        "category": "hiking",
        "location": "Kathmandu Valley (Southeast)",
        "duration": "1 Day",
        "difficulty": "Moderate",
        "altitude": "2,782m",
        "overview": "Phulchowki ('Hill of Flowers') is the highest hill surrounding the Kathmandu Valley. Famous for its botanical diversity, especially rhododendrons and orchids, and as a prime bird-watching destination. The summit offers arguably the best views of the Himalayas from the valley rim and houses a shrine to Phulchowki Mai and a communication tower.",
        "highlights": [
            "Highest point on Kathmandu Valley rim",
            "Spectacular vegetation and flowers (spring)",
            "Best bird watching spot in the valley",
            "Snowfall in winter (occasional)",
            "Shrine of Phulchowki Mai",
            "Incredible mountain panorama"
        ],
        "detailedDescription": "Starting from Godawari Botanical Garden (14km from Kathmandu), the trail ascends through dense subtropical forest. The vegetation changes as you climb, from oak and laurel to rhododendrons. In March/April, the forest is ablaze with red and pink rhododendrons. The hike is a steady uphill climb of about 3-4 hours. Phulchowki is a paradise for birders, with over 250 species recorded, including babblers, warblers, and woodpeckers. At the summit (2,782m), you are rewarded with a breathtaking view of the Himalayas, encompassing the Annapurna range, Manaslu, Ganesh Himal, Langtang, Jugal, and Gaurishankar, and even Everest on a very clear day. There is a Hindu shrine at the top guarded by a trident. In winter, this is one of the few places near Kathmandu that receives snowfall, attracting many locals. The descent back to Godawari is faster, taking about 2 hours.",
        "bestTimeToVisit": "March-April for flowers. October-November for views. January-February for snow chance.",
        "whatToBring": [
            "Sturdy boots",
            "Warm clothes (it gets cold at top)",
            "Binoculars (for birds)",
            "Water and food",
            "Rain gear"
        ],
        "thingsToDo": [
            "Bird watching",
            "Flower photography",
            "Snow play (winter)",
            "Visit Godawari Botanical Garden"
        ],
        "accommodation": "Day hike.",
        "transportation": "Car/Taxi to Godawari.",
        "localCuisine": "Local restaurants in Godawari serve trout fish and Nepali food.",
        "culturalTips": [
            "Don't pick flowers or disturb plants",
            "Respect the shrine"
        ],
        "price": 75,
        "groupSize": "1-10 people",
        "included": [
            "Transport",
            "Guide",
            "Packed lunch",
            "Entry fees"
        ],
        "excluded": [
            "Tips",
            "Personal expenses"
        ],
        "featuredImage": "/images/trek-annapurna.jpg",
        "rating": 4.5,
        "reviews": 78,
        "featured": false
    },
    {
        "id": "everest-base-camp-heli-tour",
        "name": "Everest Base Camp Heli Tour",
        "slug": "everest-base-camp-heli-tour",
        "category": "heli-tour",
        "location": "Khumbu Region",
        "duration": "4-5 Hours",
        "difficulty": "Easy",
        "altitude": "5,545m (Kala Patthar landing)",
        "overview": "The ultimate luxury adventure: breakfast at Everest View Hotel and a landing at Kala Patthar for the best views of Mount Everest. This helicopter tour allows you to experience the majesty of the Khumbu region and stand face-to-face with the world's highest peak in just a few hours, avoiding the weeks of trekking required.",
        "highlights": [
            "Fly over Everest Base Camp and Khumbu Glacier",
            "Landing at Kala Patthar (5,545m) for photos",
            "Breakfast at Everest View Hotel (highest hotel)",
            "Aerial views of Namche Bazaar and Tengboche",
            "Close-up views of Everest, Lhotse, Nuptse",
            "Luxury experience with oxygen available"
        ],
        "detailedDescription": "Your journey begins early morning from Kathmandu domestic airport. As the helicopter takes off, you fly eastwards, parallel to the Himalayan range. You'll see Ganesh Himal, Langtang, and Gaurishankar before entering the Khumbu region. The chopper lands briefly at Lukla for refueling. Then, the flight continues up the Dudh Koshi valley to Namche Bazaar. The scenery becomes dramatic as you fly over Tengboche Monastery and deep into the valley of giants. You'll fly directly over Everest Base Camp and the Khumbu Icefall, getting a bird's eye view of the expedition camps. The highlight is the landing at Kala Patthar (5,545m). You have about 10-15 minutes here (due to altitude limits) to step out, take photos, and marvel at the colossal south face of Mt. Everest right in front of you. It's an emotional and breathtaking moment. Afterward, the helicopter flies to the Everest View Hotel (3,880m) for a champagne breakfast. Sitting on the terrace with Everest in the background is a once-in-a-lifetime dining experience. After breakfast, you fly back to Kathmandu, completing an epic morning adventure.",
        "bestTimeToVisit": "September to May. Winter offers crystal clear views. Avoid monsoon.",
        "whatToBring": [
            "Warm down jacket (provided if needed)",
            "Sunglasses",
            "Camera",
            "Sunscreen",
            "Lip balm"
        ],
        "thingsToDo": [
            "Photography at Kala Patthar",
            "Champagne breakfast with view",
            "Aerial sightseeing",
            "Spotting climbers (in season)"
        ],
        "accommodation": "N/A (Day tour)",
        "transportation": "Luxury Helicopter (Airbus H125/B3e)",
        "localCuisine": "Luxury breakfast at Everest View Hotel.",
        "culturalTips": [
            "Respect the mountains",
            "Follow pilot's safety instructions strictly"
        ],
        "price": 1100,
        "groupSize": "1-5 people per flight",
        "included": [
            "Helicopter charter",
            "Airport transfers",
            "Breakfast at Everest View Hotel",
            "Sagarmatha National Park fees",
            "Oxygen system on board"
        ],
        "excluded": [
            "Tips for pilot",
            "Personal expenses"
        ],
        "featuredImage": "/images/hero-everest.jpg",
        "rating": 5,
        "reviews": 210,
        "featured": true
    },
    {
        "id": "annapurna-base-camp-heli-tour",
        "name": "Annapurna Base Camp Heli Tour",
        "slug": "annapurna-base-camp-heli-tour",
        "category": "heli-tour",
        "location": "Annapurna Region",
        "duration": "2 Hours (from Pokhara)",
        "difficulty": "Easy",
        "altitude": "4,130m",
        "overview": "Fly into the heart of the Annapurna Sanctuary, a natural amphitheater surrounded by towering peaks. This helicopter tour from Pokhara takes you directly to Annapurna Base Camp, offering 360-degree views of Annapurna I (8,091m), Machhapuchhre, and Hiunchuli without the week-long trek.",
        "highlights": [
            "Landing at Annapurna Base Camp (4,130m)",
            "360-degree amphitheater of mountains",
            "Close-up of Annapurna I and Fishtail",
            "Fly over diverse landscapes and villages",
            "Quick access to high Himalayas from Pokhara"
        ],
        "detailedDescription": "Starting from Pokhara airport, the flight heads north over the city and Phewa Lake. You fly over the ridges of Sarangkot and Dhampus, entering the Modi Khola valley. The landscape changes from lush green hills to rugged alpine terrain. As you enter the Annapurna Sanctuary, the mountains seem to close in around you. The helicopter lands at Annapurna Base Camp (4,130m). Stepping out, you are surrounded by a wall of snow-capped giants: Annapurna South, Annapurna I, Hiunchuli, Gangapurna, and the sacred Machhapuchhre. The sheer scale is humbling. You have around 30 minutes to explore, take photos, and enjoy a hot coffee at a teahouse. The return flight offers a different perspective of the deep gorges and cascading waterfalls before landing back in tropical Pokhara.",
        "bestTimeToVisit": "September to May. Spring brings rhododendrons in the lower hills.",
        "whatToBring": [
            "Warm jacket",
            "Sunglasses",
            "Camera",
            "Water"
        ],
        "thingsToDo": [
            "Photography",
            "Coffee at Base Camp",
            "Enjoy the silence of the sanctuary"
        ],
        "accommodation": "N/A",
        "transportation": "Helicopter",
        "localCuisine": "Coffee/Tea at ABC.",
        "culturalTips": [
            "Do not bring meat products into the Sanctuary (local belief)"
        ],
        "price": 350,
        "groupSize": "1-5 people",
        "included": [
            "Helicopter flight",
            "Airport transfers",
            "Permits"
        ],
        "excluded": [
            "Meals",
            "Tips"
        ],
        "featuredImage": "/images/trek-annapurna.jpg",
        "rating": 4.9,
        "reviews": 145,
        "featured": true
    },
    {
        "id": "gosaikunda-heli-tour",
        "name": "Gosaikunda Lake Heli Tour",
        "slug": "gosaikunda-heli-tour",
        "category": "heli-tour",
        "location": "Langtang Region",
        "duration": "1.5 Hours",
        "difficulty": "Easy",
        "altitude": "4,380m",
        "overview": "A spiritual and scenic flight to the holy Gosaikunda Lake. Located in the Langtang National Park, this alpine freshwater lake is sacred to both Hindus and Buddhists. The tour offers stunning views of the Langtang range and a chance to witness the serene turquoise waters of the lake.",
        "highlights": [
            "Landing at holy Gosaikunda Lake",
            "Views of Langtang Lirung and Ganesh Himal",
            "108 lakes in the vicinity",
            "Spiritual experience",
            "Short flight from Kathmandu"
        ],
        "detailedDescription": "Departing from Kathmandu, the helicopter flies north over the Shivapuri hills into the Langtang region. You'll see the dramatic contrast between the green hills and the snowy peaks. The flight offers views of Langtang Lirung, Ganesh Himal, and Manaslu. As you approach Gosaikunda, you'll see a cluster of frozen or turquoise lakes nestled in the rocky terrain. The helicopter lands near the main lake (4,380m). According to legend, the lake was created by Lord Shiva when he thrust his trident into the mountain to extract water to cool his throat after swallowing poison. Thousands of pilgrims visit during Janai Purnima festival. You can walk around the lake shore, perform a small puja (worship), or simply soak in the peaceful atmosphere. The return flight gives you a final sweeping view of the Himalayas before descending into the Kathmandu Valley.",
        "bestTimeToVisit": "February to May and September to December. Winter offers frozen lake views.",
        "whatToBring": [
            "Warm clothes",
            "Camera",
            "Sunglasses"
        ],
        "thingsToDo": [
            "Worship at the lake",
            "Photography",
            "Walk around the lake"
        ],
        "accommodation": "N/A",
        "transportation": "Helicopter",
        "localCuisine": "Tea/Coffee at nearby teahouse.",
        "culturalTips": [
            "Remove shoes if entering shrine area",
            "Respect pilgrims"
        ],
        "price": 300,
        "groupSize": "1-5 people",
        "included": [
            "Helicopter flight",
            "Permits",
            "Airport tax"
        ],
        "excluded": [
            "Tips",
            "Personal expenses"
        ],
        "featuredImage": "/images/trek-langtang.jpg",
        "rating": 4.8,
        "reviews": 88,
        "featured": false
    },
    {
        "id": "manaslu-circuit-trek",
        "name": "Manaslu Circuit Trek",
        "slug": "manaslu-circuit-trek",
        "category": "trekking",
        "location": "Manaslu Region",
        "duration": "14-16 days",
        "difficulty": "Challenging",
        "altitude": "5,160m (Larke La Pass)",
        "overview": "The Manaslu Circuit Trek is a stunning alternative to the Annapurna Circuit, offering a more remote and culturally rich experience. Circling the world's 8th highest peak, Mt. Manaslu (8,163m), this trek takes you through the restricted Nubri Valley, home to Tibetan-influenced culture and ancient monasteries.",
        "highlights": [
            "Cross the dramatic Larke La Pass (5,160m)",
            "Views of Manaslu, Cheo Himal, and Himlung Himal",
            "Rich Tibetan culture in Nubri and Tsum valleys",
            "Less crowded than Everest or Annapurna",
            "Diverse landscapes from subtropical jungle to alpine passes"
        ],
        "detailedDescription": "The Manaslu Circuit is rapidly becoming one of Nepal's premier tea-house treks. The journey begins in the humid lowlands of the Budi Gandaki river valley, winding through terraced fields and Gurung villages. As you ascend, the valley narrows into a steep gorge, and the culture shifts to Tibetan Buddhism. Villages like Lho and Samagaon offer incredible close-up views of Manaslu and opportunities to visit ancient monasteries. The crossing of Larke La Pass is the trek's climax, offering a panorama of peaks including Kang Guru, Himlung, and Annapurna II.",
        "bestTimeToVisit": "March-May and September-November.",
        "whatToBring": [
            "Sleeping bag",
            "Down jacket",
            "Trekking poles",
            "Water purification"
        ],
        "thingsToDo": [
            "Visit Pungyen Gompa",
            "Explore Birendra Lake",
            "Cross Larke La"
        ],
        "accommodation": "Teahouses",
        "transportation": "Bus/Jeep to Soti Khola/Machha Khola",
        "localCuisine": "Dal Bhat, Tibetan bread, Thukpa",
        "culturalTips": "Restricted area permit required. Respect local customs.",
        "price": 1250,
        "groupSize": "2-12",
        "included": [
            "Permits",
            "Guide",
            "Porter",
            "Meals",
            "Accommodation"
        ],
        "excluded": [
            "Drinks",
            "Tips",
            "Insurance"
        ],
        "featuredImage": "/images/trek-manaslu.jpg",
        "rating": 4.8,
        "reviews": 150,
        "featured": true
    },
    {
        "id": "langtang-valley-trek",
        "name": "Langtang Valley Trek",
        "slug": "langtang-valley-trek",
        "category": "trekking",
        "location": "Langtang Region",
        "duration": "7-10 days",
        "difficulty": "Moderate",
        "altitude": "3,870m (Kyanjin Gompa)",
        "overview": "The Langtang Valley Trek is known as the 'Valley of Glaciers'. It is the closest major trekking region to Kathmandu, offering spectacular mountain views, rich Tamang culture, and relatively easy access.",
        "highlights": [
            "Kyanjin Gompa and cheese factory",
            "Views of Langtang Lirung (7,227m)",
            "Tamang Heritage Trail",
            "Diverse flora and fauna in Langtang National Park",
            "Climb Kyanjin Ri (4,773m) for panoramic views"
        ],
        "detailedDescription": "This trek takes you into the heart of the Langtang National Park. Starting from Syabrubesi, the trail follows the Langtang Khola river through lush rhododendron and bamboo forests, home to red pandas and langur monkeys. The valley opens up at Langtang village, surrounded by snow-capped peaks. Kyanjin Gompa is the final destination, a spiritual center with a famous cheese factory. Hikers can climb Kyanjin Ri or Tserko Ri for breathtaking 360-degree views.",
        "bestTimeToVisit": "March-May and September-December.",
        "whatToBring": [
            "Warm clothes",
            "Hiking boots",
            "Camera"
        ],
        "thingsToDo": [
            "Visit cheese factory",
            "Hike to Tserko Ri",
            "Spot Red Pandas"
        ],
        "accommodation": "Teahouses",
        "transportation": "Bus/Jeep to Syabrubesi",
        "localCuisine": "Yak cheese, local curd, Dal Bhat",
        "culturalTips": "Support local rebuilding efforts.",
        "price": 899,
        "groupSize": "2-10",
        "included": [
            "Permits",
            "Guide",
            "Porter",
            "Meals",
            "Accommodation"
        ],
        "excluded": [
            "Drinks",
            "Tips",
            "Insurance"
        ],
        "featuredImage": "/images/trek-langtang.jpg",
        "rating": 4.7,
        "reviews": 210,
        "featured": true
    },
    {
        "id": "mardi-himal-trek",
        "name": "Mardi Himal Trek",
        "slug": "mardi-himal-trek",
        "category": "short-trek",
        "location": "Annapurna Region",
        "duration": "5-7 days",
        "difficulty": "Moderate",
        "altitude": "4,500m (Base Camp)",
        "overview": "A hidden gem in the Annapurna region, the Mardi Himal Trek takes you along a ridge to the base of Mardi Himal and the iconic Machhapuchhre. It offers some of the best close-up mountain views with fewer crowds.",
        "highlights": [
            "Close-up view of Machhapuchhre (Fishtail)",
            "Ridge walking with views on both sides",
            "Quiet trails and pristine forests",
            "Sunrise from Upper View Point",
            "Short duration but high altitude experience"
        ],
        "detailedDescription": "The Mardi Himal Trek is a relatively new route that has gained popularity for its stunning views and short duration. The trail winds through enchanted rhododendron forests before emerging onto a ridge that offers commanding views of Annapurna South, Hiunchuli, and Machhapuchhre. The final push to Base Camp brings you right to the foot of the Fishtail mountain, a surreal experience.",
        "bestTimeToVisit": "September-December and March-May.",
        "whatToBring": [
            "Warm layers",
            "Crampons (winter)",
            "Water bottle"
        ],
        "thingsToDo": [
            "Sunrise at View Point",
            "Forest bathing",
            "Photography"
        ],
        "accommodation": "Teahouses",
        "transportation": "Drive to Kande/Phedi from Pokhara",
        "localCuisine": "Gurung bread, Dal Bhat",
        "culturalTips": "Respect nature, leave no trace.",
        "price": 650,
        "groupSize": "2-8",
        "included": [
            "Permits",
            "Guide",
            "Porter",
            "Meals",
            "Accommodation"
        ],
        "excluded": [
            "Drinks",
            "Tips",
            "Insurance"
        ],
        "featuredImage": "/images/trek-annapurna.jpg",
        "rating": 4.8,
        "reviews": 180,
        "featured": true
    },
    {
        "id": "ghorepani-poon-hill-trek",
        "name": "Ghorepani Poon Hill Trek",
        "slug": "ghorepani-poon-hill-trek",
        "category": "short-trek",
        "location": "Annapurna Region",
        "duration": "4-5 days",
        "difficulty": "Easy",
        "altitude": "3,210m (Poon Hill)",
        "overview": "The classic introductory trek in Nepal, famous for its sunrise views over the Annapurna and Dhaulagiri ranges. It passes through charming Gurung villages and the world's largest rhododendron forests.",
        "highlights": [
            "Sunrise from Poon Hill (3,210m)",
            "Panoramic views of Dhaulagiri and Annapurna",
            "Ghandruk Gurung village",
            "Rhododendron forests (bloom in spring)",
            "Stone staircases of Ulleri"
        ],
        "detailedDescription": "Perfect for beginners and families, this trek offers a taste of the Himalayas without extreme altitude or duration. The trail passes through Tikhedhunga and Ulleri, climbing thousands of stone steps to reach Ghorepani. An early morning hike to Poon Hill rewards trekkers with one of the best sunrises in the world, illuminating over 20 peaks. The return journey through Ghandruk offers cultural immersion in a traditional Gurung village.",
        "bestTimeToVisit": "All year round, best in Spring/Autumn.",
        "whatToBring": [
            "Comfortable shoes",
            "Rain gear",
            "Camera"
        ],
        "thingsToDo": [
            "Sunrise view",
            "Visit Gurung Museum",
            "Try traditional dress"
        ],
        "accommodation": "Comfortable Teahouses",
        "transportation": "Drive to Nayapul from Pokhara",
        "localCuisine": "Gurung bread, Dal Bhat",
        "culturalTips": "Greet with Namaste.",
        "price": 450,
        "groupSize": "2-15",
        "included": [
            "Permits",
            "Guide",
            "Porter",
            "Meals",
            "Accommodation"
        ],
        "excluded": [
            "Drinks",
            "Tips",
            "Insurance"
        ],
        "featuredImage": "/images/trek-annapurna.jpg",
        "rating": 4.9,
        "reviews": 500,
        "featured": true
    },
    {
        "id": "island-peak-climbing",
        "name": "Island Peak Climbing",
        "slug": "island-peak-climbing",
        "category": "peak-climbing",
        "location": "Khumbu Region",
        "duration": "16-19 days",
        "difficulty": "Strenuous",
        "altitude": "6,189m",
        "overview": "Island Peak (Imja Tse) is the most popular trekking peak in Nepal. It offers a challenging climb for beginners in mountaineering, combining a classic Everest Base Camp trek with a high-altitude summit push.",
        "highlights": [
            "Summit a 6,000m peak",
            "Everest Base Camp and Kala Patthar acclimatization",
            "Crossing Kongma La Pass (optional)",
            "Views of Lhotse, Nuptse, and Makalu",
            "Glacier travel and basic climbing skills"
        ],
        "detailedDescription": "The expedition starts with the standard trek to Everest Base Camp for acclimatization. From Dingboche, the trail heads to Chhukung and Island Peak Base Camp. The climb involves rock scrambling, glacier crossing with crampons, and a final steep snow ridge to the summit. The view from the top is unparalleled, surrounded by 8,000m giants.",
        "bestTimeToVisit": "April-May and October-November.",
        "whatToBring": [
            "Climbing gear (boots, harness, crampons, axe)",
            "Down suit"
        ],
        "thingsToDo": [
            "Summit climb",
            "Glacier training",
            "Visit EBC"
        ],
        "accommodation": "Teahouses + Tented Camp",
        "transportation": "Flight to Lukla",
        "localCuisine": "Sherpa stew, high energy food",
        "culturalTips": "Respect the mountain gods.",
        "price": 2400,
        "groupSize": "2-8",
        "included": [
            "Permits",
            "Climbing Guide",
            "Group Gear",
            "Meals",
            "Accommodation"
        ],
        "excluded": [
            "Personal Gear",
            "Tips",
            "Insurance"
        ],
        "featuredImage": "/images/hero-everest.jpg",
        "rating": 4.8,
        "reviews": 120,
        "featured": false
    },
    {
        "id": "mera-peak-climbing",
        "name": "Mera Peak Climbing",
        "slug": "mera-peak-climbing",
        "category": "peak-climbing",
        "location": "Makalu Barun National Park",
        "duration": "18-20 days",
        "difficulty": "Strenuous",
        "altitude": "6,476m",
        "overview": "Mera Peak is the highest trekking peak in Nepal. Despite its height, it is technically less demanding than Island Peak, making it an ideal first 6,000m peak for fit trekkers.",
        "highlights": [
            "Highest trekking peak (6,476m)",
            "View of 5 8,000m peaks (Everest, Lhotse, Cho Oyu, Makalu, Kanchenjunga)",
            "Remote Hinku Valley trek",
            "Pristine wilderness",
            "High altitude camping experience"
        ],
        "detailedDescription": "The trek to Mera Peak takes you through the remote and wild Hinku Valley. The trail passes through dense forests and high alpine meadows. The climb itself is a long, steady ascent on snow slopes, requiring basic crampon and ice axe skills but no technical rock climbing. The summit view is often considered the best in the Himalayas.",
        "bestTimeToVisit": "October-November and April-May.",
        "whatToBring": [
            "Climbing gear",
            "Warmest clothes"
        ],
        "thingsToDo": [
            "Summit climb",
            "Wilderness trekking"
        ],
        "accommodation": "Teahouses + Tented Camp",
        "transportation": "Flight to Lukla",
        "localCuisine": "Simple camp food",
        "culturalTips": "Leave no trace.",
        "price": 2600,
        "groupSize": "2-8",
        "included": [
            "Permits",
            "Climbing Guide",
            "Tents",
            "Meals",
            "Accommodation"
        ],
        "excluded": [
            "Personal Gear",
            "Tips",
            "Insurance"
        ],
        "featuredImage": "/images/hero-everest.jpg",
        "rating": 4.9,
        "reviews": 95,
        "featured": false
    },
    {
        "id": "chitwan-jungle-safari",
        "name": "Chitwan Jungle Safari",
        "slug": "chitwan-jungle-safari",
        "category": "tour",
        "location": "Chitwan National Park",
        "duration": "3 days",
        "difficulty": "Easy",
        "altitude": "415m",
        "overview": "Explore the lush jungles of southern Nepal, home to the endangered One-Horned Rhinoceros and Royal Bengal Tiger. Chitwan National Park is a UNESCO World Heritage site offering a stark contrast to the Himalayan mountains.",
        "highlights": [
            "Jeep Safari to spot Rhinos and Tigers",
            "Canoe ride on Rapti River",
            "Tharu Cultural Dance",
            "Bird watching (500+ species)",
            "Elephant Breeding Center"
        ],
        "detailedDescription": "A 3-day package in Chitwan is the perfect addition to any trek. Activities include a jeep safari deep into the jungle to track wildlife, a peaceful canoe ride to see crocodiles and water birds, and a jungle walk with experienced naturalists. You'll also visit a Tharu village to learn about the indigenous culture of the Terai region.",
        "bestTimeToVisit": "October-March (pleasant). April-June (hot but good for tigers).",
        "whatToBring": [
            "Light clothes",
            "Binoculars",
            "Insect repellent",
            "Sun hat"
        ],
        "thingsToDo": [
            "Safari",
            "Canoeing",
            "Jungle Walk",
            "Tharu Village Tour"
        ],
        "accommodation": "Jungle Resort/Hotel",
        "transportation": "Flight or Bus from Kathmandu/Pokhara",
        "localCuisine": "Tharu food (snails, sticky rice), Nepali set",
        "culturalTips": "Respect wildlife distance.",
        "price": 250,
        "groupSize": "1-20",
        "included": [
            "Park fees",
            "Guide",
            "All activities",
            "Meals",
            "Accommodation"
        ],
        "excluded": [
            "Bar bills",
            "Tips",
            "Transport to Chitwan"
        ],
        "featuredImage": "/images/hero-culture.jpg",
        "rating": 4.6,
        "reviews": 300,
        "featured": true
    },
    {
        "id": "lumbini-buddhist-circuit",
        "name": "Lumbini Buddhist Circuit",
        "slug": "lumbini-buddhist-circuit",
        "category": "tour",
        "location": "Lumbini",
        "duration": "2-3 days",
        "difficulty": "Easy",
        "altitude": "150m",
        "overview": "Visit the birthplace of Lord Buddha, a UNESCO World Heritage site and one of the holiest places in the world. Explore the Maya Devi Temple, Ashoka Pillar, and various international monasteries.",
        "highlights": [
            "Birthplace of Buddha (Maya Devi Temple)",
            "Ashoka Pillar (3rd Century BC)",
            "World Peace Pagoda",
            "Monasteries from different countries",
            "Meditation and spiritual peace"
        ],
        "detailedDescription": "Lumbini is a spiritual sanctuary. The Sacred Garden houses the Maya Devi Temple, marking the exact spot where Buddha was born. The Ashoka Pillar stands as ancient proof of the site's significance. Visitors can explore the Monastic Zone, where countries like China, Germany, Thailand, and Myanmar have built stunning monasteries in their traditional architectural styles.",
        "bestTimeToVisit": "October-March (avoid summer heat).",
        "whatToBring": [
            "Modest clothing",
            "Mosquito repellent"
        ],
        "thingsToDo": [
            "Meditation",
            "Monastery hopping",
            "Rickshaw ride"
        ],
        "accommodation": "Hotels in Lumbini",
        "transportation": "Flight to Bhairahawa or Bus",
        "localCuisine": "Indian/Nepali mix",
        "culturalTips": "Remove shoes at temples. Be quiet and respectful.",
        "price": 200,
        "groupSize": "1-15",
        "included": [
            "Guide",
            "Entrance fees",
            "Rickshaw tour"
        ],
        "excluded": [
            "Transport to Lumbini",
            "Meals",
            "Accommodation"
        ],
        "featuredImage": "/images/hero-culture.jpg",
        "rating": 4.5,
        "reviews": 180,
        "featured": false
    },
    {
        "id": "kathmandu-world-heritage-tour",
        "name": "Kathmandu World Heritage Tour",
        "slug": "kathmandu-world-heritage-tour",
        "category": "tour",
        "location": "Kathmandu Valley",
        "duration": "1 day",
        "difficulty": "Easy",
        "altitude": "1,400m",
        "overview": "A comprehensive day tour exploring the UNESCO World Heritage sites of Kathmandu Valley. Visit ancient palaces, stupas, and temples that showcase the rich history, art, and culture of Nepal.",
        "highlights": [
            "Swayambhunath (Monkey Temple)",
            "Boudhanath Stupa (Largest Mandala)",
            "Pashupatinath Temple (Hindu Cremation site)",
            "Kathmandu Durbar Square (Living Goddess)",
            "Newari architecture and art"
        ],
        "detailedDescription": "This tour takes you to the spiritual and historical heart of Nepal. Start with panoramic views from Swayambhunath, then witness the devotion at Pashupatinath on the banks of the Bagmati River. Circumambulate the massive Boudhanath Stupa with Tibetan pilgrims. Finally, explore the medieval palace complex of Kathmandu Durbar Square, home to the Kumari (Living Goddess).",
        "bestTimeToVisit": "All year round.",
        "whatToBring": [
            "Camera",
            "Water",
            "Walking shoes"
        ],
        "thingsToDo": [
            "Sightseeing",
            "Photography",
            "Shopping"
        ],
        "accommodation": "N/A",
        "transportation": "Private Car",
        "localCuisine": "Newari Khaja set, Momo",
        "culturalTips": "Dress modestly. No leather at Pashupatinath.",
        "price": 90,
        "groupSize": "1-10",
        "included": [
            "Private Car",
            "Guide",
            "Entrance Fees"
        ],
        "excluded": [
            "Meals",
            "Tips"
        ],
        "featuredImage": "/images/hero-culture.jpg",
        "rating": 4.7,
        "reviews": 450,
        "featured": true
    },
    {
        "id": "bardiya-national-park-safari",
        "name": "Bardiya National Park Safari",
        "slug": "bardiya-national-park-safari",
        "category": "tour",
        "location": "Bardiya (Far West Nepal)",
        "duration": "4 days",
        "difficulty": "Easy",
        "altitude": "152m",
        "overview": "Experience the wild west of Nepal in Bardiya National Park, the largest and most undisturbed national park in the Terai. It offers the best chance to see the Royal Bengal Tiger in the wild, along with wild elephants and dolphins.",
        "highlights": [
            "High probability of spotting Royal Bengal Tigers",
            "Jeep and walking safaris",
            "Karnali River rafting/boating (Dolphin watching)",
            "Tharu culture in remote villages",
            "Pristine, uncrowded wilderness"
        ],
        "detailedDescription": "Bardiya is for the true wildlife enthusiast. Far from the crowds of Chitwan, it offers a raw and authentic jungle experience. The park is home to a significant population of tigers, wild elephants, and the one-horned rhino. Activities include full-day jeep safaris, jungle walks with expert trackers, and boating on the Karnali River where you might spot the rare Gangetic dolphin. The Tharu communities here have preserved their traditional lifestyle, adding a rich cultural dimension to the trip.",
        "bestTimeToVisit": "October-June. March-May is best for tiger sightings.",
        "whatToBring": [
            "Neutral colored clothes",
            "Binoculars",
            "Sun protection"
        ],
        "thingsToDo": [
            "Tiger tracking",
            "River boating",
            "Bird watching",
            "Village tour"
        ],
        "accommodation": "Jungle Lodges",
        "transportation": "Flight to Nepalgunj + Drive",
        "localCuisine": "Tharu specialties, fish",
        "culturalTips": "Respect the silence of the jungle.",
        "price": 450,
        "groupSize": "1-12",
        "included": [
            "Park fees",
            "Guide",
            "All meals",
            "Accommodation",
            "Activities"
        ],
        "excluded": [
            "Flights",
            "Tips",
            "Bar bills"
        ],
        "featuredImage": "/images/hero-culture.jpg",
        "rating": 4.8,
        "reviews": 120,
        "featured": true
    },
    {
        "id": "bhaktapur-patan-tour",
        "name": "Bhaktapur & Patan Tour",
        "slug": "bhaktapur-patan-tour",
        "category": "tour",
        "location": "Kathmandu Valley",
        "duration": "1 day",
        "difficulty": "Easy",
        "altitude": "1,400m",
        "overview": "Explore the medieval city-states of Bhaktapur and Patan (Lalitpur). Known for their exquisite art, architecture, and well-preserved Durbar Squares, these cities are living museums of Newari culture.",
        "highlights": [
            "Bhaktapur Durbar Square (55 Window Palace)",
            "Nyatapola Temple (Tallest pagoda)",
            "Patan Durbar Square (City of Fine Arts)",
            "Krishna Mandir",
            "Pottery Square and traditional crafts"
        ],
        "detailedDescription": "Step back in time as you wander the brick-paved alleys of Bhaktapur, the 'City of Devotees'. Marvel at the 55-Window Palace and the towering Nyatapola Temple. Watch potters at work in Pottery Square. Then, visit Patan, the 'City of Fine Arts', famous for its metalwork and stone carvings. The Patan Durbar Square is a masterpiece of Shikhar-style architecture, and the Patan Museum is one of the best in South Asia.",
        "bestTimeToVisit": "All year round.",
        "whatToBring": [
            "Walking shoes",
            "Camera"
        ],
        "thingsToDo": [
            "Sightseeing",
            "Pottery workshop",
            "Museum visit"
        ],
        "accommodation": "N/A",
        "transportation": "Private Car",
        "localCuisine": "Juju Dhau (King Curd) in Bhaktapur",
        "culturalTips": "Entry fees help preservation.",
        "price": 80,
        "groupSize": "1-10",
        "included": [
            "Car",
            "Guide",
            "Entrance Fees"
        ],
        "excluded": [
            "Meals",
            "Tips"
        ],
        "featuredImage": "/images/hero-culture.jpg",
        "rating": 4.7,
        "reviews": 350,
        "featured": false
    },
    {
        "id": "rara-lake-trek",
        "name": "Rara Lake Trek",
        "slug": "rara-lake-trek",
        "category": "trekking",
        "location": "Mugu (Far West)",
        "duration": "10-12 days",
        "difficulty": "Moderate",
        "altitude": "2,990m",
        "overview": "Journey to the 'Queen of Lakes', Rara Lake, the largest and deepest freshwater lake in Nepal. Located in the remote Far West, this trek offers solitude, pristine nature, and a glimpse into a rustic way of life.",
        "highlights": [
            "Rara Lake (changeable colors)",
            "Rara National Park wilderness",
            "Remote villages of Mugu",
            "Sinja Valley (historical origin of Nepali language)",
            "Murma Top viewpoint"
        ],
        "detailedDescription": "The trek to Rara is a journey into the wild. Starting from Jumla or Talcha, the trail passes through pine, spruce, and juniper forests. Rara Lake itself is mesmerizing, changing colors throughout the day. It is surrounded by green hills and snow-capped peaks. The area is sparsely populated, offering a true wilderness experience. A hike to Murma Top offers a panoramic view of the lake and the distant mountains.",
        "bestTimeToVisit": "March-May and September-November.",
        "whatToBring": [
            "Camping gear (sometimes needed)",
            "Warm clothes"
        ],
        "thingsToDo": [
            "Boating",
            "Horse riding",
            "Hiking around lake"
        ],
        "accommodation": "Teahouses/Tents",
        "transportation": "Flights (Kathmandu-Nepalgunj-Talcha)",
        "localCuisine": "Local organic food, red rice",
        "culturalTips": "Very remote area, expect basic facilities.",
        "price": 1400,
        "groupSize": "2-10",
        "included": [
            "Permits",
            "Guide",
            "Meals",
            "Accommodation",
            "Flights"
        ],
        "excluded": [
            "Tips",
            "Insurance"
        ],
        "featuredImage": "/images/trek-langtang.jpg",
        "rating": 4.6,
        "reviews": 80,
        "featured": true
    },
    {
        "id": "dolpo-circuit-trek",
        "name": "Dolpo Circuit Trek",
        "slug": "dolpo-circuit-trek",
        "category": "trekking",
        "location": "Dolpo (Mid-West)",
        "duration": "18-22 days",
        "difficulty": "Challenging",
        "altitude": "5,350m (Numa La)",
        "overview": "Explore the hidden land of Dolpo, popularized by the movie 'Himalaya' (Caravan). This restricted area trek takes you to Phoksundo Lake, Shey Gompa, and high passes, offering a glimpse into the ancient Bon Po religion.",
        "highlights": [
            "Phoksundo Lake (deepest in Nepal)",
            "Shey Gompa (Crystal Mountain)",
            "Ancient Bon Po culture",
            "High passes (Numa La, Baga La)",
            "Remote and rugged landscapes"
        ],
        "detailedDescription": "Upper Dolpo is a high-altitude desert, culturally Tibetan and geographically isolated. The trek is physically demanding, crossing two passes over 5,000m. The highlight is the turquoise Phoksundo Lake, which has no aquatic life due to its unique chemical composition. You'll visit Shey Gompa, a spiritual center, and witness the yak caravans that still trade salt and grain.",
        "bestTimeToVisit": "Spring and Autumn. Monsoon is also possible (rain shadow).",
        "whatToBring": [
            "Camping gear",
            "Supplies (remote area)"
        ],
        "thingsToDo": [
            "Visit monasteries",
            "Lake photography",
            "Wildlife spotting (Blue Sheep, Snow Leopard)"
        ],
        "accommodation": "Camping (mostly)",
        "transportation": "Flights (Kathmandu-Nepalgunj-Juphal)",
        "localCuisine": "Tibetan staples",
        "culturalTips": "Restricted area ($500 permit). Respect Bon tradition.",
        "price": 3200,
        "groupSize": "2-10",
        "included": [
            "Special Permits",
            "Camping Crew",
            "All Meals",
            "Flights"
        ],
        "excluded": [
            "Tips",
            "Personal Gear"
        ],
        "featuredImage": "/images/trek-manaslu.jpg",
        "rating": 4.9,
        "reviews": 60,
        "featured": false
    },
    {
        "id": "tsum-valley-trek",
        "name": "Tsum Valley Trek",
        "slug": "tsum-valley-trek",
        "category": "trekking",
        "location": "Manaslu Region",
        "duration": "14-17 days",
        "difficulty": "Moderate",
        "altitude": "3,700m (Mu Gompa)",
        "overview": "Discover the 'Hidden Valley of Happiness'. Tsum Valley is a sacred Himalayan pilgrimage valley situated in northern Gorkha. Known for its ancient monasteries, friendly people, and non-violent culture.",
        "highlights": [
            "Mu Gompa and Rachen Gompa",
            "Milarepa's Cave",
            "Views of Ganesh Himal and Manaslu",
            "Unique Tsumba culture",
            "Non-violent zone (no animal slaughter)"
        ],
        "detailedDescription": "Tsum Valley was a restricted area until 2008. The valley is rich in ancient art, culture, and religion. The trails are adorned with artistic chortens and mani walls. The local people, Tsumbas, have their own dialect and unique traditions. You'll visit centuries-old monasteries like Mu Gompa and Rachen Gompa, where monks and nuns reside. The valley offers spectacular views of the Ganesh Himal range.",
        "bestTimeToVisit": "March-May and September-November.",
        "whatToBring": [
            "Sleeping bag",
            "Warm clothes"
        ],
        "thingsToDo": [
            "Meditation",
            "Monastery visits",
            "Cave exploration"
        ],
        "accommodation": "Teahouses/Homestays",
        "transportation": "Bus/Jeep to Soti Khola",
        "localCuisine": "Vegetarian (mostly), local potatoes",
        "culturalTips": "Strictly no hunting or fishing.",
        "price": 1100,
        "groupSize": "2-10",
        "included": [
            "Permits",
            "Guide",
            "Porter",
            "Meals",
            "Accommodation"
        ],
        "excluded": [
            "Tips",
            "Drinks"
        ],
        "featuredImage": "/images/trek-manaslu.jpg",
        "rating": 4.7,
        "reviews": 90,
        "featured": false
    },
    {
        "id": "ama-dablam-expedition",
        "name": "Ama Dablam Expedition",
        "slug": "ama-dablam-expedition",
        "category": "expeditions",
        "location": "Khumbu Region",
        "duration": "25-30 days",
        "difficulty": "Technical",
        "altitude": "6,812m",
        "overview": "Ama Dablam is often called the 'Matterhorn of the Himalayas'. It is one of the most beautiful and technical mountains to climb. This expedition is for experienced climbers looking for a serious challenge on rock, ice, and snow.",
        "highlights": [
            "Summit one of the world's most beautiful peaks",
            "Technical climbing on rock and ice",
            "Spectacular exposed ridges",
            "Views of Everest, Lhotse, Makalu",
            "Camp 1 and Camp 2 experience"
        ],
        "detailedDescription": "Ama Dablam requires technical climbing skills. The route involves steep rock climbing, ice climbing, and scrambling on exposed ridges. The climb is typically done from the Southwest Ridge. Camp 1 is at 5,700m, Camp 2 at 5,900m (on a narrow rock ledge), and Camp 3 at 6,300m (on a hanging glacier). The summit push is steep and demanding but rewards climbers with arguably the finest viewpoint in the Khumbu.",
        "bestTimeToVisit": "October-November (best) and April-May.",
        "whatToBring": [
            "Full technical climbing gear",
            "Expedition suit"
        ],
        "thingsToDo": [
            "Technical climbing",
            "High altitude camping"
        ],
        "accommodation": "Camping",
        "transportation": "Flight to Lukla",
        "localCuisine": "Expedition food",
        "culturalTips": "Puja ceremony before climbing is mandatory.",
        "price": 5500,
        "groupSize": "2-8",
        "included": [
            "Permits",
            "Expedition Leader",
            "Sherpa Support",
            "Base Camp Services",
            "High Camp Food/Tents"
        ],
        "excluded": [
            "Summit Bonus",
            "Personal Gear",
            "Travel Insurance"
        ],
        "featuredImage": "/images/hero-everest.jpg",
        "rating": 5,
        "reviews": 45,
        "featured": true
    },
    {
        "id": "kanchenjunga-base-camp-trek",
        "name": "Kanchenjunga Base Camp Trek",
        "slug": "kanchenjunga-base-camp-trek",
        "category": "expeditions",
        "location": "Kanchenjunga (Far East)",
        "duration": "20-24 days",
        "difficulty": "Challenging",
        "altitude": "5,143m (North Base Camp)",
        "overview": "Trek to the base of the world's third highest mountain, Kanchenjunga (8,586m). This remote trek in eastern Nepal explores both the North and South Base Camps, offering pristine wilderness and diverse flora.",
        "highlights": [
            "Views of Kanchenjunga and Jannu Himal",
            "Visit both North and South Base Camps",
            "Rich biodiversity (Red Panda, Snow Leopard)",
            "Remote Limbu and Sherpa villages",
            "Off-the-beaten-path experience"
        ],
        "detailedDescription": "The Kanchenjunga region is a restricted area that sees few trekkers. The trail passes through the Kanchenjunga Conservation Area, known for its rhododendron forests and wildlife. You'll visit the North Base Camp (Pangpema) for views of the massive North Face, and the South Base Camp (Oktang) for views of the Yalung Glacier. It's a long, strenuous trek that rewards with solitude and grandeur.",
        "bestTimeToVisit": "March-May and October-November.",
        "whatToBring": [
            "Camping/Trekking gear",
            "Warm clothes"
        ],
        "thingsToDo": [
            "Base Camp exploration",
            "Wildlife spotting"
        ],
        "accommodation": "Teahouses (basic) / Camping",
        "transportation": "Flight to Bhadrapur/Suketar",
        "localCuisine": "Local Nepali/Tibetan",
        "culturalTips": "Restricted area permit required.",
        "price": 1800,
        "groupSize": "2-10",
        "included": [
            "Permits",
            "Guide",
            "Porter",
            "Meals",
            "Accommodation"
        ],
        "excluded": [
            "Tips",
            "Insurance"
        ],
        "featuredImage": "/images/hero-everest.jpg",
        "rating": 4.8,
        "reviews": 55,
        "featured": false
    },
    {
        "id": "makalu-base-camp-trek",
        "name": "Makalu Base Camp Trek",
        "slug": "makalu-base-camp-trek",
        "category": "expeditions",
        "location": "Makalu Region",
        "duration": "18-20 days",
        "difficulty": "Challenging",
        "altitude": "4,870m",
        "overview": "A journey to the base of the world's 5th highest peak, Makalu (8,481m). This trek takes you deep into the Makalu Barun National Park, a place of spectacular high-altitude scenery and rich biodiversity.",
        "highlights": [
            "Close-up view of Makalu and Everest (Kangshung face)",
            "Barun Valley (hanging glaciers and waterfalls)",
            "Rare wildlife and orchids",
            "Shipton La Pass (4,216m)",
            "Remote and unspoiled trail"
        ],
        "detailedDescription": "The trek begins from the lush lowlands of Tumlingtar and ascends into the high Himalayas. You'll cross the Shipton La pass into the remote Barun Valley, a sanctuary of pristine forests and alpine meadows. Makalu Base Camp offers a stunning amphitheater of peaks. It is a rugged trek for those seeking solitude and raw nature.",
        "bestTimeToVisit": "April-May and October-November.",
        "whatToBring": [
            "Camping/Trekking gear"
        ],
        "thingsToDo": [
            "Nature photography",
            "Pass crossing"
        ],
        "accommodation": "Teahouses (very basic) / Camping",
        "transportation": "Flight to Tumlingtar",
        "localCuisine": "Local simple food",
        "culturalTips": "National Park rules apply.",
        "price": 1600,
        "groupSize": "2-10",
        "included": [
            "Permits",
            "Guide",
            "Porter",
            "Meals",
            "Accommodation"
        ],
        "excluded": [
            "Tips",
            "Insurance"
        ],
        "featuredImage": "/images/hero-everest.jpg",
        "rating": 4.7,
        "reviews": 40,
        "featured": false
    },
    {
        "id": "lobuche-east-peak-climbing",
        "name": "Lobuche East Peak Climbing",
        "slug": "lobuche-east-peak-climbing",
        "category": "peak-climbing",
        "location": "Khumbu Region",
        "duration": "18-20 days",
        "difficulty": "Strenuous",
        "altitude": "6,119m",
        "overview": "Lobuche East is a popular trekking peak that offers a slightly more technical challenge than Island Peak. It provides stunning views of Everest, Lhotse, Nuptse, and Ama Dablam.",
        "highlights": [
            "Summit a 6,000m peak",
            "Views of Everest and Khumbu Glacier",
            "Technical ridge climbing",
            "Combine with EBC trek",
            "High Camp experience"
        ],
        "detailedDescription": "The climb involves a trek to Everest Base Camp for acclimatization. From Lobuche village, you ascend to High Camp near a glacial lake. The summit day involves climbing on snow and ice (45-50 degrees) and a final ridge walk. The summit offers one of the best views of Everest in the region.",
        "bestTimeToVisit": "April-May and October-November.",
        "whatToBring": [
            "Climbing gear",
            "Warm clothes"
        ],
        "thingsToDo": [
            "Summit climb",
            "Glacier travel"
        ],
        "accommodation": "Teahouses + Tented Camp",
        "transportation": "Flight to Lukla",
        "localCuisine": "Sherpa food",
        "culturalTips": "Respect the mountain.",
        "price": 2500,
        "groupSize": "2-8",
        "included": [
            "Permits",
            "Climbing Guide",
            "Tents",
            "Meals",
            "Accommodation"
        ],
        "excluded": [
            "Personal Gear",
            "Tips",
            "Insurance"
        ],
        "featuredImage": "/images/hero-everest.jpg",
        "rating": 4.8,
        "reviews": 75,
        "featured": false
    }
]